Show / Hide Table of Contents
Class ConcreteULSCheckResultResponse
ULS CheckResponce base
Inheritance
System.Object
ConcreteCheckResultBase
ConcreteULSCheckResultResponse
ConcreteULSCheckResultResponseEc2
Inherited Members
 ConcreteCheckResultBase.InternalFores
 ConcreteCheckResultBase.NonConformities
 ConcreteCheckResultBase.Result
 ConcreteCheckResultBase.CheckValue
 ConcreteCheckResultBase.LimitCheckValue
 ConcreteCheckResultBase.Check
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete.CheckResult
Assembly: IdeaRS.OpenModel.dll
Syntax
public abstract class ConcreteULSCheckResultResponse : ConcreteCheckResultBase
 Improve this Doc
 View Source